"IDS_MAIL_AUDIO_VOIP" = "Audio: usa microfono e altoparlanti (VoIP)\n";
"IDS_MAIL_AUDIO_PSTN" = "Audio: chiama con il telefono.\n";
"IDS_MAIL_AUDIO_HYBRID" = "Audio: usa microfono e altoparlanti (VoIP) oppure chiama con il telefono.\n";
"IDS_MAIL_AUDIO_PRIVATE" = "Audio: ";
"IDS_ACCESS_CODE" = "Codice accesso: %1$s\n";
"IDS_MAIL_INVITE_SUBJECT" = "Invito GoToMeeting, %1$@";
"IDS_MAIL_INVITE_SUBJECT_WEBINAR" = "Invito GoToWebinar, %1$@";
"IDS_MAIL_INVITE_SUBJECT_TRAINING" = "Invito GoToTraining, %1$@";
"IDS_MEETING_INVITE_GREETING" = "1.  Partecipare alla riunione.";
"IDS_MEETING_INVITE_WITH_TIME" = "1.  Partecipare alla riunione, %1$@ alle ore %2$@.";
"IDS_MEETING_INVITE_TRAILER" = "GoToMeeting\nLa semplicità nelle riunioni online";
"IDS_MAIL_MESSAGE_FMT" = "%1$@\n%2$@\n\n%3$@\n\n%4$@\n\n%5$@";
/* "IDS_MAIL_TIME_FORMAT" = "%%A, %%B %%d at %%I:%%M %%p %%Z"; */
/* "IDS_MAIL_TIME_FORMAT24" = "%%A, %%B %%d at %%H:%%M %%Z"; */
"IDS_MEETING_URL_INSTRUCTIONS" = "%1$@";
"IDS_MEETING_INFO" = "ID riunione: %1$@";
"IDS_MEETING_INFO_WITH_PASSWORD" = "Password riunione: %2$@\nID riunione: %1$@";
"IDS_MEETING_INVITE_HYBRID" = "2.  Utilizzare il microfono e gli altoparlanti (VoIP); cuffia consigliata.  In alternativa, chiamare con il telefono.\n\n%1$@";
"IDS_MEETING_INVITE_VOIP" = "2. La connessione all'audio verrà effettuata con il microfono e gli altoparlanti (VoIP) del computer. È consigliabile una cuffia.";
"IDS_MEETING_INVITE_PSTN" = "2.  Partecipare alla conferenza telefonica:\n\n%1$@";
"IDS_MEETING_INVITE_PRIVATE" = "2.  Partecipare alla conferenza telefonica:\n%1$@";
"IDS_MAIL_PHONE_ENTRY" = "%1$@: %2$@\n";
"IDS_MAIL_DEFAULT_PHONE_ENTRY" = "Componi %1$@\n"; 
"IDS_WEBINAR_INVITE_GREETING" = "1.  Partecipare al webinar.";
"IDS_WEBINAR_INVITE_GREETING_WITH_TIME" = "1.  Partecipare al webinar, %1$@ alle ore %2$@.";
"IDS_WEBINAR_INVITE_HYBRID" = "2. La connessione all'audio verrà effettuata con il microfono e gli altoparlanti del computer (VoIP).  È consigliata una cuffia.\n\nIn alternativa, selezionare \"Usa telefono\" dopo aver effettuato l'accesso al webinar.\n\n%1$@";
"IDS_WEBINAR_INVITE_VOIP" = "2. La connessione all'audio verrà effettuata con il microfono e gli altoparlanti (VoIP) del computer. È consigliabile una cuffia.";
"IDS_WEBINAR_INVITE_PSTN" = "2.  Partecipare alla conferenza telefonica:\n\n%1$@";
"IDS_WEBINAR_INVITE_TRAILER" = "GoToWebinar\nLa semplicità nei webinar";
"IDS_WEBINAR_INFO" = "ID webinar: %1$@";
"IDS_WEBINAR_INFO_WITH_PASSWORD" = "Password riunione: %2$@\nID webinar: %1$@";
"IDS_AUDIO_PIN_FUTURE" = "PIN audio: visualizzato dopo l'accesso alla riunione";
"IDS_AUDIO_PIN_FUTURE_WEBINAR" = "PIN audio: visualizzato dopo l'accesso al webinar";
"IDS_AUDIO_PIN_FUTURE_TRAINING" = "PIN audio: visualizzato dopo l'accesso alla formazione";
"IDS_AUDIO_PIN" = "PIN audio: ";
"IDS_TRAINING_INVITE_GREETING" = "Partecipare alla formazione:";
/* "IDS_TRAINING_INVITE_WITH_TIME" = "Please join my training, %1$@ at %2$@:"; */
"IDS_TRAINING_INFO" = "ID sessione: %1$@";
"IDS_TRAINING_INFO_WITH_PASSWORD" = "Password riunione: %2$@\nID sessione: %1$@";
"IDS_TRAINING_INVITE_TRAILER" = "GoToTraining\nLa semplicità nella formazione online.";
"IDS_GoToWebinar" = "GoToWebinar";
"IDS_GoToMeeting" = "GoToMeeting";
"IDS_GoToTraining" = "GoToTraining";
"IDS_Audio__Z1_is_experiencing_audio_difficulties" = "Audio: %1$s ha riscontrato problemi con l'audio.";
"IDS_Audio_Information_not_provided_by_organizer" = "Informazioni audio non fornite da organizzatore.";
"IDS_NO_AUDIO_INFO" = "Informazioni audio non disponibili.";
"IDS_NEW_MEETING" = "Nuova riunione";
/* Used for connection test result. */
"IDS_TC_NOTTESTED" = "Test non eseguito";
"IDS_TC_PASSED" = "Esito positivo";
"IDS_TC_CANCELLED" = "Operazione annullata";
"IDS_TC_FAILED" = "Esito negativo";
"IDS_TC_SECURITY" = "Errore sicurezza";
"IDS_TC_EXPIRED" = "Certificato scaduto";
"IDS_LANGUAGE_CODE_URL_KEY" = "it_IT";
"IDS_DIAL_STRING" = "        Componi";
"IDS_MEET_NOW" = "Inizia riunione";
"IDS_WEBINAR_NOW" = "Inizia webinar";
"IDS_TRAIN_NOW" = "Inizia formazione";
"IDS_WAITING_MEETING" = "Riunione ricorrente";
"IDS_WAITING_WEBINAR" = "Webinar ricorrente";
"IDS_WAITING_TRAINING" = "Formazione ricorrente";
"IDS_HALLWAY_AUDIO_VOIP" = "Utilizzare la cuffia o microfono e altoparlanti.\nNell'attesa, leggere l'[Elenco di controllo sull'audio] per ottenere utili suggerimenti.";
"IDS_HALLWAY_AUDIO_PSTN" = "Chiamata telefonica";
"IDS_HALLWAY_MORE_PHONE_NUMBERS" = "Altri numeri di telefono";
"IDS_ENTER_PASSWORD_HERE" = "[inserisci la password qui]";

/*  These strings are not used on the Mac platform. They get loaded into MMServerError from various
    Match Making code and then passed to UIServerError but never displayed to the user.
    UIServerError provides the display strings based on the error code instead.
"IDS_INVALID_LOGIN" = "Invalid Login.";
"IDS_UNABLE_TO_START_SESSION" = "Unable to Start Session.";
"IDS_UNABLE_TO_DELETE_MEETING" = "Unable to Delete Meeting.";
"IDS_UNABLE_TO_GET_MEETING_LIST" = "Unable to get meeting list.";
"IDS_UNABLE_TO_JOIN_SESSION" = "Unable to Join Session.";
"IDS_UNABLE_TO_JOIN_MEETING" = "Unable to Join Meeting.";
"IDS_UNABLE_TO_JOIN_TRAINING" = "Unable to Join Training.";
"IDS_UNABLE_TO_JOIN_WEBINAR" = "Unable to Join Webinar.";
"IDS_REGISTRATION_FAILURE" = "Registration Failure.";
"IDS_UNABLE_TO_UPDATE_MEETING" = "Unable to Update Meeting.";
"IDS_INVALID_SESSION_INFO" = "Invalid Session Info.";
*/
